"LANG" = "(sv)";

"BAD_SYSTEM" = "Deeper fungerar inte med denna version av Mac OS X.";
"GOOD_SYSTEM" = "Denna version av Deeper fungerar endast med Mac OS X version 10.6 (Snow Leopard).";
"BADPASS" = "Det angivna namnet eller lösenordet.";
"MSG_BADPASS" = "Försök med att ange informationen igen.";
"EXEC_DEEPER" = "Startar Deeper...";
"READ_PARAM" = "Läser inställningar...";
"B_CANCEL" = "Avbryt";
"B_CONTINUE" = "Fortsätt";
"B_RESTART" = "Starta om";
"B_DL" = "Hämta";
"MSG_RESTART" = "Var vänlig starta om datorn nu!";

"DEEPER" = "Deeper";
"GENERAL" = "Allmänt";
"FINDER" = "Finder";
"DOCK" = "Dock";
"QUICKTIME" = "QuickTime";
"ITUNES" = "iTunes";
"SAFARI" = "Safari";
"MAIL" = "Mail";
"LOGIN" = "Inloggning";
"SPOTLIGHT" = "Spotlight";
"MISC" = "Diverse";

"DEFAULT" = "förval";

"TT_DEEPER" = "Visa endast verktygsfältet";
"TT_GENERAL" = "Allmänt Parametrar";
"TT_FINDER" = "Finder Parametrar";
"TT_DOCK" = "Dock Parametrar";
"TT_QUICKTIME" = "QuickTime Parametrar";
"TT_ITUNES" = "iTunes Parametrar";
"TT_SAFARI" = "Safari Parametrar";
"TT_MAIL" = "Mail Parametrar";
"TT_LOGIN" = "Inloggning Parametrar";
"TT_SPOTLIGHT" = "Spotlight Parametrar";
"TT_MISC" = "Divers Parametrar";

"DOUBLEBOTH" = "Aktiverar dubbla pilar vid båda ändarna av rullisterna";
"DOUBLEMAX" = "Aktiverar dubbla pilar längst ner/till höger i rullisterna";
"DOUBLEMIN" = "Aktiverar dubbla pilar högst upp/till vänster i rullisterna";
"SINGLE" = "Aktiverar enkla pilar i varje ände av rullisterna";
"SETTIME" = "Ändrar hastighet för visning av blad (sheets)";
"CRASHREPORT_BASIC" = "Aktiverar Enkelt läge för diagnostiska rapporter";
"CRASHREPORT_DEV" = "Aktiverar Utvecklarläge för diagnostiska rapporter";
"CRASHREPORT_SERVER" = "Aktiverar Serverläge för diagnostiska rapporter";
"DSSTORENETWORK_YES" = "Tillåter skapning av .DS_Store filer på nätverksvolymer";
"DSSTORENETWORK_NO" = "Förhindrar skapning av .DS_Store filer på nätverksvolymer";
"DSSTORENETWORK" = "Ändrar skapning av .DS_Store filer på nätverksvolymer.";
"DSSTORENETWORK_RESTART" = "Ändring av .DS_Store skapande på nätverksvolymer får effekt först efter omstart.\nVill du verkligen starta om nu? Kom ihåg att spara din data!";
"FORMAT_CAPTURE" = "Ändrar det förvalda skärmavbildsformatet";
"SHADOWSC_YES" = "Visar skugga i fönsteravbildningar";
"SHADOWSC_NO" = "Gömmer skugga i fönsteravbildningar";
"PATH_CAPTURE" = "Ändrar skärmavbilders sparningsplats";
"NEWNAME_CAPTURE" = "Ändrar namn för skärmavbilder";
"RECENTITEMS_YES" = "Visar senaste objekt i program";
"RECENTITEMS_NO" = "Gömmer senaste objekt i program";
"RECENTPLACES" = "Ändrar antalet senaste platser i dialoger";
"START_ANIMDESKTOP" = "Starta animerad skrivbordsbakgrund";
"STOP_ANIMDESKTOP" = "Stoppa animerad skrivbordsbakgrund";
"ALERTDOWNLOADED_YES" = "Visar varningsmeddelande vid start för nedladdade program";
"ALERTDOWNLOADED_NO" = "Gömmer varningsmeddelande vid start för nedladdade program";
"PP_ARCHIVES" = "Installerar Arkiv inställningspanelen";
"PP_PROCESSOR" = "Installerar Processor inställningspanelen";
"PP_NLC" = "Installerar Network Link Conditioner inställningspanelen";
"REINIT_GENERAL" = "Ominitierar Parametrar inställningarna";

"ZOOMAPP_YES" = "Aktiverar zoom-effekt för program";
"ZOOMAPP_NO" = "Stänger av zoom-effekt för program";
"ZOOMWIND_YES" = "Aktiverar zoom-effekt för fönster";
"ZOOMWIND_NO" = "Stänger av zoom-effekt för fönster";
"ANIMINFO_YES" = "Aktiverar animeringseffekterna i Info-fönster";
"ANIMINFO_NO" = "Stänger av animeringseffekterna i Info-fönster";
"ANIMSNAP_YES" = "Aktiverar animerad auto-sortering";
"ANIMSNAP_NO" = "Avaktiverar animerad auto-sortering";
"SHOWFILESFINDER_YES" = "Visar gömda filer och mappar";
"SHOWFILESFINDER_NO" = "Gömmer gömda filer och mappar";
"PATHINTITLE_YES" = "Visar sökväg i fönstrens titel";
"PATHINTITLE_NO" = "Gömmer sökväg i fönstrens titel";
"FOLDERCONTENTQL_YES" = "Visar mappinnehåll i QuickLook förhandsvisning";
"FOLDERCONTENTQL_NO" = "Gömmer mappinnehåll i QuickLook förhandsvisning";
"LABEL_1LINE" = "Visar text under ikoner på en rad";
"LABEL_2LINES" = "Visar text under ikoner på två rader";
"MENUBAR" = "Ändrar menyradens bakgrund";
"MENUBAR_RESTART" = "Ändring av menyradens bakgrund får effekt först efter omstart.\nVill du verkligen starta om nu? Kom ihåg att spara din data!";
"SHOWPREFS_YES" = "Gör alternativet 'Inställningar...’ i Finder-menyn synligt";
"SHOWPREFS_NO" = "Gömmer alternativet 'Inställningar...’ i Finder-menyn";
"SHOWTRASH_YES" = "Gör alternativet 'Töm papperskorgen’ i Finder-menyn synligt";
"SHOWTRASH_NO" = "Gömmer alternativet 'Töm papperskorgen’ i Finder-menyn";
"QUITFINDER_YES" = "Gör alternativet 'Avsluta’ synligt i Finder-menyn";
"QUITFINDER_NO" = "Gömmer alternativet 'Avsluta’ i Finder-menyn";
"SHOWEJECT_YES" = "Gör alternativet 'Mata ut’ i Arkiv-menyn synligt";
"SHOWEJECT_NO" = "Gömmer alternativet 'Mata ut’ i Arkiv-menyn";
"SHOWBURN_YES" = "Gör alternativet 'Bränn skiva...’ i Arkiv-menyn synligt";
"SHOWBURN_NO" = "Gömmer alternativet 'Bränn skiva...’ i Arkiv-menyn";
"PERSOTOOLBAR_YES" = "Gör alternativet 'Anpassa verktygsfältet...' i Innehåll-menyn synligt";
"PERSOTOOLBAR_NO" = "Gömmer alternativet 'Anpassa verktygsfältet...' i Innehåll-menyn";
"VIEWOPTIONS_YES" = "Gör alternativet 'Visa visningsalternativ' i Innehåll-menyn synligt";
"VIEWOPTIONS_NO" = "Gömmer alternativet 'Visa visningsalternativ' i Innehåll-menyn";
"MYIDISK_YES" = "Aktiverar 'Min iDisk’ i menyn Gå > iDisk";
"MYIDISK_NO" = "Stänger av 'Min iDisk’ i menyn Gå > iDisk";
"SHOWGOTOFOLDER_YES" = "Gör alternativet 'Gå till mapp...’ i Gå-menyn synligt";
"SHOWGOTOFOLDER_NO" = "Gömmer alternativet 'Gå till mapp...’ i Gå-menyn";
"SHOWCONNECTTO_YES" = "Gör alternativet 'Anslut till server...’ i Gå-menyn synligt";
"SHOWCONNECTTO_NO" = "Gömmer alternativet 'Anslut till server...’ i Gå-menyn";
"REINIT_FINDER" = "Ominitierar Finders gömda inställningar";

"DOCK3D" = "Visar Dock med 3D-effekt";
"DOCK2D" = "Visar Dock med 2D-effekt";
"GENIE" = "Aktiverar effekten 'Anden i flaskan'";
"SCALE" = "Aktiverar effekten 'Skala'";
"SUCK" = "Aktiverar effekten 'Sug in'";
"MINIMIZE128_YES" = "Stänger av proportionell minimering i Dock";
"MINIMIZE128_NO" = "Aktiverar proportionell minimering i Dock";
"ORIENTATION_BOTTOM" = "Visar Dock längst ner på skärmen";
"ORIENTATION_LEFT" = "Visar Dock på skärmens vänsterkant";
"ORIENTATION_RIGHT" = "Visar Dock på skärmens högerkant";
"PINNING_START" = "Förankrar Dock till startpositionens kant";
"PINNING_MIDDLE" = "Justerar Dock till mitten av skärmen";
"PINNING_END" = "Förankrar Dock till slutpositionens kant";
"ALIGN_TOP" = "Förankrad överst";
"ALIGN_BOTTOM" = "Förankrad nederst";
"ALIGN_LEFT" = "Förankrad till vänster";
"ALIGN_RIGHT" = "Förankrad till höger";
"LAUNCHANIM_YES" = "Aktiverar visning av animation när program öppnas";
"LAUNCHANIM_NO" = "Stänger av visning av animation när program öppnas";
"NOBOUNCING_YES" = "Stänger av studs vid meddelanden från program i bakgrunden";
"NOBOUNCING_NO" = "Aktiverar studs vid meddelanden från program i bakgrunden";
"ONLYSTATICAPP_YES" = "Visar endast program som körs i Dock";
"ONLYSTATICAPP_NO" = "Visar alla program i Dock";
"SHOWHIDDEN_YES" = "Aktiverar genomskinlighet för gömda program i Dock";
"SHOWHIDDEN_NO" = "Stänger av genomskinlighet för gömda program i Dock";
"AUTOHIDE_YES" = "Aktiverar automatiskt gömmande/visande av Dock";
"AUTOHIDE_NO" = "Stänger av automatiskt gömmande/visande av Dock";
"EXPOSEMENUS_YES" = "Aktiverar Exposé menyer";
"EXPOSEMENUS_NO" = "Stänger av Exposé menyer";
"LOCKSIZE_YES" = "Låser ikonstorlek i Dock";
"LOCKSIZE_NO" = "Låser upp ikonstorlek i Dock";
"LOCKCONTENT_YES" = "Låser ikoner i Dock";
"LOCKCONTENT_NO" = "Låser upp ikoner i Dock";
"SINGLEAPP_YES" = "Aktivera \"ett program i taget\" läge";
"SINGLEAPP_NO" = "Stäng av \"ett program i taget\" läge";
"LISTSTACK_YES" = "Visar icke hierarkisk listmeny för Stacks";
"LISTSTACK_NO" = "Visar hierarkisk listmeny för Stacks";
"MOUSEOVERSTACK_YES" = "Aktiverar \"mus över\" effekt för stacks visade som rutnät";
"MOUSEOVERSTACK_NO" = "Avaktiverar \"mus över\" effekt för stacks visade som rutnät";
"STACK_RECENTFAVORITE" = "Lägger till Senaste/Favoriter stack till Dock";
"SPACER_APP" = "Lägger till osynligt mellanrum på vänster sida av Dock";
"SPACER_OTHERS" = "Lägger till osynligt mellanrum på höger sida av Dock";
"RESTORE_DOCK" = "Återställer visning och parametrar för Dock";
"REINIT_DOCK" = "Ominitierar Docks gömda inställningar";

"HIDECONTROLSQT_YES" = "Gömmer uppspelningskontrollerna i QuickTime fönster";
"HIDECONTROLSQT_NO" = "Visar uppspelningskontrollerna i QuickTime fönster";
"HIDETITLEQT_YES" = "Gömmer fönsterraden i QuickTime fönster";
"HIDETITLEQT_NO" = "Visar fönsterraden i QuickTime fönster";
"AUTOPLAYMOVIE_YES" = "Aktiverar automatisk uppspelning vid öppning av film";
"AUTOPLAYMOVIE_NO" = "Stänger av automatisk uppspelning vid öppning av film";
"ROUNDEDCORNERS_YES" = "Visar fönster med rundade hörn";
"ROUNDEDCORNERS_NO" = "Visar fönster utan rundade hörn";
"FULLSCREENQT_YES" = "Aktiverar behållning av fullskärmsläge för QuickTime";
"FULLSCREENQT_NO" = "Stänger av behållning av fullskärmsläge för QuickTime";
"QTINFOPANEL_YES" = "Visar QuickTime Player 7 infofönster vid start";
"QTINFOPANEL_NO" = "Gömmer QuickTime Player 7 infofönster vid start";
"REINIT_QUICKTIME" = "Ominitierar QuickTimes gömda inställningar";

"PDFAUTO_YES" = "Aktiverar visning av PDF-filer direkt i Safari";
"PDFAUTO_NO" = "Stänger av visning av PDF-filer direkt i Safari";
"SAFARICACHE_YES" = "Aktiverar Safaris bildcache";
"SAFARICACHE_NO" = "Stänger av Safaris bildcache";
"BACKFORWARD_YES" = "Aktiverar knapparna Bakåt/Framåt";
"BACKFORWARD_NO" = "Stänger av knapparna Bakåt/Framåt";
"SINGLEWIND_YES" = "Aktiverar en-fönsterläge i Safari";
"SINGLEWIND_NO" = "Stänger av en-fönsterläge i Safari";
"CONFIRMCLOSEWIND_NO" = "Stänger av bekräftelse vid stängning av flera flikar i Safari";
"CONFIRMCLOSEWIND_YES" = "Aktiverar bekräftelse vid stängning av flera flikar i Safari";
"DEBUGSAFARI_YES" = "Aktiverar Safaris Utvecklarmeny";
"DEBUGSAFARI_NO" = "Stänger av Safaris Utvecklarmeny";
"FAVICON_YES" = "Visar bokmärkesikoner";
"FAVICON_NO" = "Gömmer bokmärkesikoner";
"SHOWTOOLTIPS_YES" = "Gör URL till länkar synliga i verktygstips";
"SHOWTOOLTIPS_NO" = "Gömmer URL till länkar i verktygstips";
"PRINTBACKGROUND_YES" = "Aktiverar utskrift av bakgrunder i Safari";
"PRINTBACKGROUND_NO" = "Stänger av utskrift av bakgrunder i Safari";
"PRINTHEADERFOOTER_YES" = "Aktiverar utskrift av sidhuvud och sidfot i Safari";
"PRINTHEADERFOOTER_NO" = "Stänger av utskrift av sidhuvud och sidfot i Safari";
"HISTO_SAFARI" = "Ändrar på Safaris Historik-inställningar";
"FIXWEBKITBUG" = "Återaktiverar Zoom Text Only valet";
"REINIT_SAFARI" = "Ominitierar Safaris gömda inställningar";

"MAILPLAINTEXT_YES" = "Visar nya meddelanden i Mail i Text-format";
"MAILPLAINTEXT_NO" = "Visar nya meddelanden i Mail i original-formatet";
"DATADETECTMAIL_NO" = "Stänger av Mails datadetektorer";
"DATADETECTMAIL_YES" = "Aktiverar Mails datadetektorer";
"VIEWATTACHMENT_YES" = "Aktiverar visning av bilagor i meddelanden";
"VIEWATTACHMENT_NO" = "Stänger av visning av bilagor i meddelanden";
"MAIL_MINIFONTSIZE" = "Ändrar minsta typsnittsstorlek i Mails meddelanden";
"COPYNAMEMAIL_YES" = "Visar namn vid kopiering av e-post adress från Mails kontextmeny";
"COPYNAMEMAIL_NO" = "Gömmer namn vid kopiering av e-post adress från Mails kontextmeny";
"REINIT_MAIL" = "Ominitierar Mails gömda inställningar";

"TRACKNUMBER_NO" = "Gömmer låtnummer vid import i iTunes";
"TRACKNUMBER_YES" = "Visar låtnummer vid import i iTunes";
"AUTOPLAY_NO" = "Avaktiverar uppspelning vid import i iTunes";
"AUTOPLAY_YES" = "Aktiverar uppspelning vid import i iTunes";
"DISABLESTORE_NO" = "Aktiverar iTunes Store i iTunes";
"DISABLESTORE_YES" = "Stänger av iTunes Store i iTunes";
"SHOWPING_YES" = "Visar knapparna Ping i iTunes listor";
"SHOWPING_NO" = "Gömmer knapparna Ping i iTunes listor";
"ITUNESLINKS_YES" = "Visar länk pilar i iTunes";
"ITUNESLINKS_NO" = "Gömmer länk pilar i iTunes";
"LINK_MS" = "Omdirigerar länkpilarna till iTunes Store";
"LINK_LIB" = "Omdirigerar länkpilarna till iTunes biblioteket";
"HALFSTARS_YES" = "Aktiverar betygssättning med halv stjärna";
"HALFSTARS_NO" = "Stänger av betygssättning med halv stjärna";
"HIGHCONTRAST_YES" = "Aktivera högkontrastläge i iTunes";
"HIGHCONTRAST_NO" = "Stänger av högkontrastläge i iTunes";
"FULLWINDOWITUNES_NO" = "Vertikal visning av knapparna i iTunes";
"FULLWINDOWITUNES_YES" = "Horisontell visning av knapparna i iTunes";
"ITUNESZOOM_NO" = "Aktiverar minispelaren med gröna zoom knappen";
"ITUNESZOOM_YES" = "Stänger av minispelaren med gröna zoom knappen";
"REINIT_ITUNES" = "Ominitierar iTunes gömda inställningar";

"LOAD_IMAGELOGIN" = "Ändra inloggningsfönstrets bakgrundsbild";
"RESET_IMAGELOGIN" = "Återställer inloggningsfönstrets bakgrundsbild";
"MSGLOGIN_YES" = "Visar ett meddelande i inloggningsfönstret";
"MSGLOGIN_NO" = "Gömmer meddelandet i inloggningsfönstret";
"MODIF_LOGIN" = "Ändrar på inloggningsfönstrets egenskaper";
"ENABLEKIOSK" = "Stänger av Starta om, Stäng av och Logga ut i Apple menyn";
"DISABLEKIOSK" = "Aktiverar Starta om, Stäng av och Logga ut i Apple menyn";
"KIOSKRESTART" = "Ändrar Apple menyn.";
"MSG_KIOSKRESTART" = "Ändring av läget för Starta om, Stäng av och Logga ut på Apple menyn, får effekt först efter omstart.\nVill du verkligen starta om nu? Kom ihåg att spara din data!";
"HIDEBUTSESSION" = "Gömmer knapparna i inloggningsfönstret";
"SHOWBUTSESSION" = "Visar knapparna i inloggningsfönstret";
"INFOLOGIN" = "Ändrar på informationen i inloggningsfönstret";
"SHOWADMINUSERS_YES" = "Visar administratörsanvändare i inlogningsfönstret";
"SHOWADMINUSERS_NO" = "Gömmer administratörsanvändare i inlogningsfönstret";
"SHOWLOCALUSERS_YES" = "Visar standardanvändare i inlogningsfönstret";
"SHOWLOCALUSERS_NO" = "Gömmer standardanvändare i inlogningsfönstret";
"SHOWNETWORKUSERS_YES" = "Visar nätverksanvändare i inlogningsfönstret";
"SHOWNETWORKUSERS_NO" = "Gömmer nätverksanvändare i inlogningsfönstret";
"SETBOOT" = "Ställer in uppstartsläge";
"ALRT_BOOT" = "Du har valt startsättet: Single user.";
"MSG_BOOT" = "Nästa gång du startar datorn, kommer Finder inte att startas och skrivbordet kommer inte att visas. \nFör att återgå till normalt startsätt, skriv kommandot: nvram boot-args='' ''";
"REINIT_LOGIN" = "Ominitierar inloggningsfönstrets inställningar";

"INDEXING_YES" = "Aktiverar indexering av startskivan";
"INDEXING_NO" = "Stänger av indexering av startskivan";
"DICTSPOTLIGHT_YES" = "Aktiverar Spotlight sökning i ordlistan";
"DICTSPOTLIGHT_NO" = "Stänger av Spotlight sökning i ordlistan";
"CALCSPOTLIGHT_YES" = "Aktiverar Kalkylatorn i Spotlight";
"CALCSPOTLIGHT_NO" = "Stänger av Kalkylatorn i Spotlight";
"HIDE_SPOTLIGHTICN" = "Gömmer Spotlights ikon i menyraden";
"SHOW_SPOTLIGHTICN" = "Visar Spotlights ikon i menyraden";
"REINIT_SPOTLIGHT" = "Ominitierar Spotlights inställningar";

"VERIFYDMG_YES" = "Aktiverar verifiering av skivavbilder";
"VERIFYDMG_NO" = "Stänger av verifiering av skivavbilder";
"FORMATDMG_YES" = "Lägger till andra skivavbildsformat";
"FORMATDMG_NO" = "Raderar andra skivavbildsformat";
"DEBUGDU_YES" = "Visar Skivverktygs Debug-meny";
"DEBUGDU_NO" = "Gömmer Skivverktygs Debug-meny";
"VERIFYBURN_YES" = "Aktiverar verfiering av skiva efter bränning";
"VERIFYBURN_NO" = "Stänger av verfiering av skiva efter bränning";
"HELPFLOAT_NO" = "Sätt Hjälpvisarens fönster till icke-flytande";
"HELPFLOAT_YES" = "Sätt Hjälpvisarens fönster till flytande";
"ICONHELP_NO" = "Gömmer ikonen för Hjälpvisare i Dock och programväxlaren";
"ICONHELP_YES" = "Visar ikonen för Hjälpvisare i Dock och programväxlaren";
"DEBUGHELP_NO" = "Stänger av Debug-läge i Hjälpvisare";
"DEBUGHELP_YES" = "Aktiverar Debug-läge i Hjälpvisare";
"X11ALERTQUIT_NO" = "Gömmer varningsmeddelandet innan avslut av X11";
"X11ALERTQUIT_YES" = "Visar varningsmeddelandet innan avslut av X11";
"APP_X11" = "Ändrar program som skall startas vid start av X11";
"SSBONJOUR_YES" = "Visar Bonjour bläddrare i Skärmdelning";
"SSBONJOUR_NO" = "Gömmer Bonjour bläddrare i Skärmdelning";
"SSTOOLBAR_YES" = "Visar full verktygsrad i Skärmdelning";
"SSTOOLBAR_NO" = "Gömmer full verktygsrad i Skärmdelning";
"DASHBOARD_YES" = "Aktiverar Dashboard";
"DASHBOARD_NO" = "Stänger av Dashboard";
"DEVMODE_YES" = "Aktiverar Dashboards utvecklarläge";
"DEVMODE_NO" = "Stänger av Dashboards utvecklarläge";
"RIPPLE_YES" = "Aktiverar vågeffekten vid tillägg av ny widget";
"RIPPLE_NO" = "Stänger av vågeffekten vid tillägg av ny widget";
"DEBUGARD_YES" = "Visar Apple Remote Desktop Debug-meny";
"DEBUGARD_NO" = "Gömmer Apple Remote Desktop Debug-meny";
"DEBUGICAL_YES" = "Visar iCal Debug-meny";
"DEBUGICAL_NO" = "Gömmer iCal Debug-meny";
"DATADETECTICHAT_NO" = "Stänger av iChats datadetektorer";
"DATADETECTICHAT_YES" = "Aktiverar iChats datadetektorer";
"FOCUSTERMINAL_YES" = "Aktiverar möjligheten att peka på Terminal-fönster för att markera dem";
"FOCUSTERMINAL_NO" = "Stänger av möjligheten att peka på Terminal-fönster för att markera dem";
"ASINSPECTOR_YES" = "Aktiverar AppleScript Inspector i Interface Builder";
"ASINSPECTOR_NO" = "Stänger av AppleScript Inspector i Interface Builder";
"REINIT_MISC" = "Ominitierar övriga gömda inställningar";

"CHECK_UPDATE" = "Letar efter uppdatering...";
"UPTODATE" = "Du har senaste versionen av Deeper";
"MSG_UPTODATE" = "Ingen ny version tillgänglig. Klicka OK för att fortsätta.";
"NO_UPDATE" = "Ingen ny version fanns tillgänglig";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "En ny version har upptäckts och laddats ned";
"UPDATE_NODL" = "En ny version har upptäckts men inte laddats ned";
"DL_UPDATE" = "Hämtar...";
"NEW_VERS" = "En ny version finns tillgänglig.";
"MSG_VERSA" = "Du använder för närvarande version ";
"MSG_VERSB" = " .\nSenast tillgängliga versionen är ";
"MSG_VERSC" = " .\n Vill du ladda ned den?";
"DLOK" = "Hämtad.";
"MSG_DLOK" = "Den senaste versionen av Deeper har hämtats och ligger på skrivbordet (eller i mappen som du angav i Deeper inställningar).";
"ERR_UPDATE" = "Ett fel uppstod när Deeper letade efter uppdatering.";
"ERR_UPDATERETRY" = "Ett fel hittades när Deeper letade efter uppdatering. Webbsidan är kanske otillgänglig för tillfället eller så är du inte ansluten till internet. Försök igen senare.";

"ALRT" = "Varning:";
"ALRT_FINDER" = "Finder kommer att startas om. Kontrollera att inga uppgifter pågår (t.ex. kopiering/flyttning av filer eller tömning av papperskorgen) och klicka sedan på Fortsätt.";
"ALRT_SYSTEMUISERVER" = "Processen SystemUIServer kommer att startas om. Denna process är den som visar symbolerna uppe till höger i menyraden.";
"ALRT_ITUNES" = "iTunes kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_DU" = "Skivverktyg kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_TERM" = "Terminal kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_QTPLAYER" = "QuickTime Player kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_MAIL" = "Mail kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_ARD" = "Remote Desktop kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_RESTOREDOCK" = "Deeper kommer att återställa och starta om Dock. Parametrarna kommer att nollställas och Dock kommer att se ut som när systemet installerades för första gången.";
"ALRT_REINITDOCK" = "Deeper kommer att nollställa parametrarna samt starta om Dock.";
"ALRT_DOCK" = "Dock kommer att startas om.";
"ALRT_SAFARI" = "Safari kommer att tvångsavslutas. Kontrollera att inga nedladdningar pågår och klicka sedan på Fortsätt.";
"ALRT_APPS" = "Några program kan komma att tvångsavslutas. Kontrollera att inga uppgifter pågår och att alla öppna dokument är sparade; klicka sedan på Fortsätt.";
"ALRT_FINDERAPPS" = "Finder och några andra program kan komma att tvångsavslutas. Kontrollera att inga uppgifter pågår och att alla öppna dokument är sparade; klicka sedan på Fortsätt.";
"ALRT_ICAL" = "iCal kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_ICHAT" = "iChat kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_HELPVIEWER" = "Hjälpvisare kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_X11" = "Deeper kommer att tvångsavsluta X11 och dess applikationer. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_SS" = "Skärmdelning kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";
"ALRT_IB" = "Interface Builder kommer att tvångsavslutas. Kontrollera att inga uppgifter pågår och klicka sedan på Fortsätt.";

"ERROR" = "Fel: ";
"ERR_DATAENTRY" = "Data inmatningsfel.";
"ERR_NONAME" = "Inget namn specifierat. Var god skriv in ett namn.";
"ERR_POINTNAME" = "Det specifierade namnet startar med en punkt. Filer vars namn börjar med en punkt göms av systemet. Var god skriv in ett annat namn.";
"NO_ANIMDESKTOP" = "Ingen skrivbordsbakgrund vald.";
"CHOOSE_ANIMDESKTOP" = "Välj en skrivbordsbakgrund och klicka sedan på Start.";
"ERR_LOAD" = "Laddningsfel.";
"ERR_DEVTOOLS" = "An error has been detected while installing the Preference Pane.";
"MSGLOGIN" = "Inloggningsmeddelandet oregistrerat.";
"ERR_MSGLOGIN" = "Du har antagligen använt ottillåtna specialtecken. Ändra ditt meddelande och försök igen...";
"ERR_DEEPERLOG" = "Deeper systemlogg avstängd.";
"MSG_DEEPERLOG" = "Du har förmodligen gjort egna inställningar för tid och datum i systeminställningar. En systembugg förhindrar Deeper systemlogg att fungera.";
"NO_FILE" = "Filen existerar inte.";
"NO_LOGDEEPER" = "Deeper-loggen (~/Library/Logs/Deeper.log) finns inte. Den har antagligen raderats.";
"DEL_LOG" = "Raderar Deeper loggen";
"NEWLOG" = "Ny logg skapad...";

"UNINSTALL_DEEPER" = "Vill du verkligen avinstallera Deeper och dess komponenter som skapades vid installation och användning av applikationen?";
"QUIT_DEEPER" = "Vill du verkligen avsluta Deeper?";
